Repository: KNebojsa/KupujemAuto
Catalog: WebAssigmentAutoKP-VER2/WebAssigmentAutoKP/Resource.*.resx
Languages: it_it

# Automobili
source: Cars shop
it_it: Aggiungi macchine

# Brisanje
source: Delete
it_it: Elimina

# Cena
source: Price
it_it: Il prezzo

# Detalji
source: Details
it_it: Dettagli

# DodajAuto
source: Add vehicles
it_it: Aggiungi una macchina

# DodajAutomobil
source: Add vehicles
it_it: Aggiungi una macchina

# DodajOglas
source: Add vehicles
it_it: Aggiungi una macchina

# DodajteSliku
source: Add a picture of the vehicle
it_it: Aggiungi una foto della macchina

# EvropskiPreprodavci
source: European Resellers
it_it: Rivenditori europei

# FormaMaila
source: You must enter a valid email
it_it: Devi inserire un indirizzo email valido

# Fotografija
source: Photo
it_it: Fotografia

# GodisnjiPromet
source: Annual Turnover
it_it: Ricambio annuale

# Godiste
source: Year of productionte
it_it: Data di produzione

# Gorivo
source: Fuel type
it_it: Carburante

# Ime
source: Name
it_it: Nome

# IzmjenaAutomobila
source: Change vehicle
it_it: Scambio di auto

# Izmjeni
source: Change
it_it: Modificare

# KakoDoNas
source: How to find us
it_it: Come raggiungerci?

# Karoserija
source: Car body
it_it: Carrozzeria

# Kontakt
source: Contant
it_it: Contatto

# KontaktInfo
source: Contact
it_it: Contatto

# KontaktirajteNas
source: Contant us
it_it: Contatto Nostro

# KorisnickoIme
source: Username
it_it: Nome utente

# Korisnik
source: User
it_it: Utente

# KratkaIstorija
source: A Brief History
it_it: Una breve storia

# KreirajOglas
source: Add vehicles
it_it: Crea un annuncio per auto

# KupiteKodNas
source: Buy from us
it_it: Acquista da noi

source: Login
it_it: Accesso

# Logovanje
source: Login
it_it: Accesso!

# Lozinka
source: Password
it_it: Parola d'ordine

# Maksimalno200Karaktera
source: Maximum 200 Characters
it_it: Massimo 200 caratteri

# Maksimalno50Karaktera
source: Maximum 50Characters
it_it: Massimo 50 caratteri

# Marka
source: Brand
it_it: Marca

source: Model
it_it: Modello

# NasaProdavnaMjesta
source: Our Outlets
it_it: I nostri punti vendita

# ObaveznoPopuniti
source: You must enter a valid information
it_it: Assicurati di compilare questo campo

# Obrisi
source: Delete
it_it: Contorno

# Odustani
source: Abort action
it_it: Lascialo andare

# ONama
source: About us
it_it: Riguardo a noi

# Opis
source: Description
it_it: Descrizione

# OPolovnimAutomobilima
source: About our buissnes
it_it: Informazioni sulle auto usate

# Pocetna
source: Home page
it_it: Pagina iniziale

source: Polovni Automobili
it_it: Auto usate

# PotraziteNas
source: Contact us
it_it: Cercaci

# PotraziteSavjetOdStrucnjaka
source: Seek the advice of our experts
it_it: Chiedi il parere dei nostri esperti

# Potvrda
source: Confirm password
it_it: Conferma parola d'ordine

# PotvrdiBrisanje
source: Are you sure you want to delete the vehicle
it_it: Sei sicuro di voler eliminare l'annuncio

# PotvrdiLozinku
source: Confirm password
it_it: Conferma parola d'ordine

# Prezime
source: Last Name
it_it: Cognome

# Pronadji
source: Find
it_it: Trova

# RazliciteLozinke
source: Passwords do not match
it_it: le passwords non corrispondono

source: Register
it_it: Registrati

# Registracija
source: Registration !
it_it: Registrazione!

# RegistrujteSe
source: Register if you do not have an account, register here
it_it: Registrati se non hai un account, registrati qui

# Snaga
source: Power
it_it: Energia

# SviOglasi
source: All vehicles
it_it: Tutti gli annunci

# TestTest
source: EngleskiTest
it_it: ITALIJANSKI TEKST

# UlogujteSeZaBrisanje
source: Log in to delete your vehicle
it_it: Accedi per eliminare il tuo annuncio

# UlogujteSeZaKreiranje
source: Ulogujte se za kreiranje oglasa Log in to create vehicle
it_it: Accedi per creare annunci

# UlogujteSeZaPromjenu
source: Log in to change vehicle info
it_it: Accedi per una modifica

# UnesiteMarku
source: Enter the vehicle brand
it_it: Inserisci la marca del veicolo

# UnesiteMaxCenu
source: Enter the maximal price
it_it: Inserisci il prezzo massimo

# UnesiteMinCenu
source: Enter the minimal price
it_it: Inserisci il prezzo minimo

# UnesiteModel
source: Enter the vehicle model
it_it: Inserisci il modello del veicolo

# VratiPocetnu
source: Go back to the home page
it_it: Torna alla Pagina iniziale

# ZapamtiMe
source: Remmeber me
it_it: Ricordati di me

# ZapreminaMotora
source: Engine displacement
it_it: Cilindrata del motore

# ZastoBasMi
source: Why us?
it_it: Perché io?
